---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevSymbol
source: html/8377e8f2-836d-e25f-7722-e2401b33f9e6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevSymbol Property

"Symbol"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevSymbol { get; }
```